Repository: Bat-cyla/first_addon
Catalog: app/www/var/langs/*/addons/cp_extended_tags.po
Languages: ru_ru

# Addons::name::cp_extended_tags
source: Cart-Power:Tags[Extended]
ru_ru: Cart-Power:Теги[Расширенный]

# Addons::description::cp_extended_tags
source: Enables orders and customers tags
ru_ru: Теги для заказов и покупателей

# Languages::extended_tags_orders_menu_description
source: Manage orders extended tags.
ru_ru: Управление тегами заказов.

# Languages::extended_tags_customers_menu_description
source: Manage orders extended tags.
ru_ru: Управление тегами покупателей.

# Languages::sign_in_to_enter_tags
source: Sign in to enter tags
ru_ru: Войдите, чтобы добавить теги

# Languages::tag_cloud
source: Tag cloud
ru_ru: Облако тегов

# Languages::tags
source: Tags
ru_ru: Теги

# Languages::extended_tags
source: Extended tags
ru_ru: Расширенные теги

# Languages::block_tags
source: Tags
ru_ru: Теги

# Languages::adding_a_tag
source: Adding a tag
ru_ru: Добавление тега

# Languages::block_tags_description
source: Product tags
ru_ru: Теги товаров

# Languages::addons.tags.add_a_tag
source: add a tag
ru_ru: добавить тег

# Languages::order_list_display
source: Display on order list
ru_ru: Отображение на списке заказов

# Languages::customers_list_display
source: Display on customer list
ru_ru: Отображение на списке покупателей

# Languages::items_marked_by_tag
source: Items marked by the "[tag]" tag:
ru_ru: Элементы обозначенные тегом "[tag]":

# Languages::tag
source: Tag
ru_ru: Тег

# Languages::extended_tags_orders
source: CP:Tags by orders
ru_ru: CP:Теги по заказам

# Languages::extended_tags_customers
source: CP:Tags by customers
ru_ru: CP:Теги по покупателям

# Languages::add_tag
source: Add tag
ru_ru: Добавить тег

# SettingsSections::tags::general
source: General
ru_ru: Общие

# SettingsOptions::tags::tags_for_products
source: Tags for products
ru_ru: Теги для товаров

# SettingsOptions::tags::tags_for_pages
source: Tags for pages
ru_ru: Теги для страниц

# Languages::n_tags
source: [n] tag|[n] tags
ru_ru: [n] тег|[n] тега|[n] тегов
