Repository: Bat-cyla/first_addon
Catalog: app/www/var/langs/*/addons/cp_generate_cart_from_file.po
Languages: ru_ru

# Addons::name::cp_generate_cart_from_file
source: Cart-Power: Generate cart from file
ru_ru: Cart-Power: Генерация корзины из файла

# Addons::description::cp_generate_cart_from_file
source: Adds the ability to generate cart from XLS and CSV file. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Добавляет возможность сгенерировать корзину из файлов формата XLS и CSV. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsSections::cp_generate_cart_from_file::general
source: General
ru_ru: Основные настройки

# SettingsOptions::cp_generate_cart_from_file::PDF_export
source: Allow clients to generate commercial proposals in PDF
ru_ru: Разрешить клиентам формировать КП в PDF

# SettingsOptions::cp_generate_cart_from_file::CSV_export
source: Allow cart export to CSV
ru_ru: Разрешить экспорт корзины в CSV

# SettingsOptions::cp_generate_cart_from_file::cp_header
source: Column Naming Rules
ru_ru: Правила наименования столбцов

# SettingsOptions::cp_generate_cart_from_file::cp_name
source: Product name
ru_ru: Наименование товара

# SettingsOptions::cp_generate_cart_from_file::cp_artiqle
source: Product code
ru_ru: Артикул производителя

# SettingsOptions::cp_generate_cart_from_file::cp_amount
source: Product amount
ru_ru: Количество товара

# Languages::cp_generate_view
source: Upload from file
ru_ru: Загрузить из файла

# Languages::select_of_column_order
source: Specify the order of the columns in your table, then upload the file
ru_ru: Укажите порядок колонок в Вашей таблице, затем загрузите файл

# Languages::cp_name
source: Name of product
ru_ru: Наименование товара

# Languages::cp_qty
source: Product QTY
ru_ru: Количество товара

# Languages::cp_artiqle
source: Product number
ru_ru: Артикул производителя

# Languages::cp_select_files
source: Select file
ru_ru: Выберите файл

# Languages::cp_selected_files
source: Selected file
ru_ru: Выбрано файлов

# Languages::cp_bad_file_extension
source: This file extension is not supported
ru_ru: Это расширение файла не поддерживается

# Languages::cp_specific_products
source: Select specific products from the list
ru_ru: Выберите конкретные товары из списка

# Languages::cp_undefined_product
source: Not in site directory
ru_ru: Нет в каталоге сайта

# Languages::cp_variations_modal
source: Loading (Manufacturer's Article)
ru_ru: Загрузка (Артикул производителя)

# Languages::cp_load_file_instruction
source: Use our template or upload your own in xls, csv format
ru_ru: Используйте наш шаблон или загрузите свой в формате: xls, xlsx, csv

# Languages::cp_load_file
source: Download template
ru_ru: Скачать шаблон

# Languages::cp_column_example
source: Column example
ru_ru: Пример колонок

# Languages::cp_import_success
source: Upload was successful!
ru_ru: Загрузка прошла успешно!

# Languages::cp_warning
source: Please note that for XLS files only active page of the document will be processed.
ru_ru: Пожалуйста обратите Ваше внимание на то, что для файлов будет обработана открытая перед сохранением страница.

# Languages::cp_bad_table
source: Nothing found in the store directory. Check the column order of your table and try again.
ru_ru: Ничего не найдено в каталоге магазина. Проверьте очередность колонок Вашей таблицы и попробуйте снова.

# Languages::cp_error_upload_file
source: File upload error.
ru_ru: Ошибка загрузки файла.

# Languages::cp_upload_template
source: Order template import
ru_ru: Импорт бланка заказа

# Languages::cp_upload_template_menu_description
source: Loading a template for importing goods into an order
ru_ru: Загрузка шаблона для импорта товаров в заказ

# Languages::cp_uploaded_templates
source: Uploaded templates
ru_ru: Загруженные шаблоны

# Languages::cp_template_default
source: Default template
ru_ru: Шаблон по умолчанию

# Languages::cp_add_template
source: Add template
ru_ru: Добавление шаблона

# Languages::cp_import_template
source: Upload template
ru_ru: Загрузить шаблон

# Languages::load_template_file
source: Load order template
ru_ru: Импортировать из файла

# Languages::unload_template_file
source: Unload order template
ru_ru: Экспортировать в файл

# Languages::wrong_column_name
source: Wrong column index given [column_name]
ru_ru: Неверный номер столбца [column_name]
